export const zwanieList = [
  { id: "1", text: "Не выбрано" },
  { id: "2", text: "Профессор" },
  { id: "3", text: "Кандидат наук" },
  { id: "4", text: "Академик" },
  { id: "5", text: "Корреспондент академии наук" },
  { id: "6", text: "Доктор наук" },
  { id: "7", text: "Доцент" },
  // { id: "8", text: "Другое..." },
];

export const stepenList = [
  { id: "1", text: "Не выбрано" },
  { id: "2", text: "Кандидат наук" },
  { id: "3", text: "Доктор наук" },
];

export const doljnostList = [
  { id: "1", text: "Не выбрано" },
  { id: "2", text: "Студент" },
  { id: "3", text: "Лаборант" },
  { id: "4", text: "Старший преподаватель" },
  { id: "5", text: "Профессор" },
  { id: "6", text: "Заведующий кафедрой" },
];
