export const textDataHomePage = [
    {text: "Информационная безопасность"},
    {text: "Управление системами с распределенными параметрами"},
    {text: "Беспилотные автоматизированные системы "},
    {text: "Интеллектуальная обработка информации"},
    {text: "Современные образовательные технологии в области подготовки инженерных кадров"},
    {text: "Проблемы математического моделирования и управления в области медицины"},
    {text: "Математическое моделирование в астрофизике, геофизике и инженерных науках"},
    {text: "Искусственный интеллект в управлении: теория и практика"},
    {text: "Проблемы самоорганизации и управления в сложных технических системах"},
]