export const textDataHomePage = [
  { text: "Информационная <br /> безопасность" },
  { text: "Управление системами <br /> с распределенными параметрами" },
  { text: "Беспилотные <br /> автоматизированные системы " },
  { text: "Интеллектуальная <br /> обработка информации" },
  { text: "Современные образовательные <br /> технологии в области подготовки <br /> инженерных кадров" },
  { text: "Проблемы математического <br /> моделирования и управления <br /> в области медицины" },
  { text: "Математическое моделирование <br /> в астрофизике, геофизике <br /> и инженерных науках" },
  { text: "Искусственный интеллект <br /> в управлении: <br /> теория и практика" },
  { text: "Проблемы самоорганизации <br /> и управления в сложных <br /> технических системах" },
];
