export const dataSlider = [
    {date: "24 октября 2023 ", text: "Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще! Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще!", title:"Конференция открыта!", imgSrc:"/img/img1.svg"},
    {date: "24 октября 2023 ", text: "Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще! Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще!", title:"Конференция открыта!", imgSrc:"/img/img1.svg"},
    {date: "24 октября 2023 ", text: "Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще! Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще!", title:"Конференция открыта!", imgSrc:"/img/img1.svg"},
    
]

export const dataSlider2 = [
    {date: "24 октября 2023 ", text: "Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще! Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще!", title:"Конференция открыта!", imgSrc:"/img/img1.svg"},
    {date: "24 октября 2023 ", text: "Дорогие друзья, конференция открыта! Ждём ваши заявки! Дорогие друзья, конференция открыта! Ждём ваши заявки! Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще! Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще!", title:"Конференция открыта!", imgSrc:"/img/img1.svg"},
    {date: "24 октября 2023 ", text: "Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще! Дорогие друзья, конференция открыта! Ждём ваши заявки! Будет интересно, познавательно и впечатляюще!", title:"Конференция открыта!", imgSrc:"/img/img1.svg"},
    
]