const note = 'Не выбрано';

export const zwanieList = [
  { id: '1', text: note },
  { id: '2', text: 'Доцент' },
  { id: '3', text: 'Профессор' },
  { id: '4', text: 'Академик' },
  { id: '5', text: 'Член-корреспондент академии наук' },
  { id: '6', text: 'Старший научный сотрудник' },
  { id: '7', text: 'Другое' },
];

export const stepenList = [
  { id: '1', text: note },
  { id: '2', text: 'Кандидат наук' },
  { id: '3', text: 'Доктор наук' },
  { id: '4', text: 'PhD' },
  { id: '5', text: 'Другое' },

];

export const doljnostList = [
  { id: '1', text: note },
  { id: '2', text: 'Студент' },
  { id: '3', text: 'Лаборант' },
  { id: '4', text: 'Старший преподаватель' },
  { id: '5', text: 'Профессор' },
  { id: '6', text: 'Заведующий кафедрой' },
];

export const directionConferenceList = [
  { id: '1', text: 'Информационная безопасность' },
  { id: '2', text: 'Управление системами с распределенными параметрами' },
  { id: '3', text: 'Беспилотные автоматизированные системы' },
  { id: '4', text: 'Интеллектуальная обработка информации' },
  {
    id: '5',
    text: 'Современные образовательные технологии в области подготовки инженерных кадров',
  },
  {
    id: '6',
    text: 'Проблемы математического моделирования и управления в области медицины',
  },
  {
    id: '7',
    text: 'Математическое моделирование в астрофизике, геофизике и инженерных науках',
  },
  { id: '8', text: 'Искусственный интеллект в управлении: теория и практика' },
  {
    id: '9',
    text: 'Проблемы самоорганизации и управления в сложных технических системах',
  },
];

export const formParticipationList = [
  { id: '1', text: 'Очно' },
  { id: '2', text: 'Заочно' },
];

export const participationStatus = [
  { id: '1', text: 'Участник' },
  { id: '2', text: 'Студент' },
  { id: '3', text: 'Аспирант' },
];
