export const tableHeader = [
  {
    name: "№",
    key: "number",
  },
  {
    name: "ФИО",
    key: "fio",
  },
  {
    name: "Доклад",
    key: "report",
  },
  {
    name: "Организация",
    key: "organization",
  },
  {
    name: "Форма участия",
    key: "participationForm",
  },
  {
    name: "Статус участия",
    key: "participationStatus",
  },
  {
    name: "Форма оплаты",
    key: "paymentForm",
  },
  {
    name: "Сумма оргвзноса",
    key: "sumOrgWznos",
  },
  {
    name: "Подтверждение",
    key: "confirmation",
  },
];

export const testData = [
  {
    fio: "Тоноян Артур Арменович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Студент",
    paymentForm: "Наличный расчёт",
    sumOrgWznos: 2200,
    confirmation: true,
    author: true,
    contract: null,
    receipt: null,
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract:
      "https://translate.yandex.ru/?source_lang=ru&target_lang=en&text=%D0%9A%D0%B2%D0%B8%D1%82%D0%B0%D0%BD%D1%86%D0%B8%D1%8F",
    receipt: null,
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract:
      "https://translate.yandex.ru/?source_lang=ru&target_lang=en&text=%D0%9A%D0%B2%D0%B8%D1%82%D0%B0%D0%BD%D1%86%D0%B8%D1%8F",
    receipt:
      "https://translate.yandex.ru/?source_lang=ru&target_lang=en&text=%D0%9A%D0%B2%D0%B8%D1%82%D0%B0%D0%BD%D1%86%D0%B8%D1%8F",
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract: null,
    receipt:
      "https://translate.yandex.ru/?source_lang=ru&target_lang=en&text=%D0%9A%D0%B2%D0%B8%D1%82%D0%B0%D0%BD%D1%86%D0%B8%D1%8F",
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract: null,
    receipt: null,
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract: null,
    receipt: null,
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract: null,
    receipt: null,
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: true,
    contract: null,
    receipt: null,
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract: null,
    receipt: null,
  },
  {
    fio: "Иванов Иван Иванович",
    report:
      "Проект по созданию распределенной сети полигонов для отработки сценариев применения гетерогенных групп транспортных средств с электрическим приводом в сложных климатических и ландшафтных условиях, проблемы и перспективы реализации на примере САО РАН",
    organization:
      "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»",
    participationForm: "Очно",
    participationStatus: "Аспирант",
    paymentForm: "Безналичный расчёт",
    sumOrgWznos: 2201,
    confirmation: false,
    author: false,
    contract: null,
    receipt: null,
  },
];
